[
    {
        "id": 12,
        "title": "Post bergambar",
        "slug": "post-bergambar",
        "content": "<p class=\"ql-align-justify\">Donec eleifend, sapien a tincidunt accumsan, felis neque elementum felis, non feugiat dui lectus non urna. Maecenas eu risus commodo, bibendum augue a, condimentum est. Proin non vestibulum ligula. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Nulla et elementum risus. Aliquam ornare lectus a mauris rhoncus, ut consectetur mi vestibulum. Phasellus vel tellus id nibh fermentum condimentum et at sem. Nulla maximus ante elit, in volutpat neque imperdiet ac. Pellentesque eleifend luctus ex, nec imperdiet sem mollis vel. Praesent fringilla ante eget justo tempus, eu posuere ex aliquam.<\/p><p class=\"ql-align-justify\"><br><\/p><p class=\"ql-align-justify\">In at felis tristique ipsum ultrices feugiat at non urna. Donec et felis imperdiet, lacinia ante nec, placerat nisi. Vestibulum et arcu lobortis, consectetur erat at, mollis mauris. Aenean lacus elit, convallis in efficitur quis, consequat eu libero. Nullam id commodo libero. Vestibulum at cursus lorem, id condimentum nibh. Phasellus at ultricies tellus. In at velit eget metus ultricies varius.<\/p><p class=\"ql-align-justify\"><br><\/p><p class=\"ql-align-justify\">Donec ex enim, laoreet eu tristique luctus, commodo eu tortor. Donec ut posuere lacus. Mauris pellentesque mi eget mattis efficitur. Vestibulum eget pellentesque orci, id rhoncus augue. Maecenas tristique risus a malesuada dapibus. Sed ac lectus a erat mollis congue rhoncus eget eros. Praesent tincidunt tortor at sagittis egestas. Vestibulum vitae lacus sollicitudin, porttitor nisi id, imperdiet tortor.<\/p><p class=\"ql-align-justify\"><br><\/p><p class=\"ql-align-justify\">Nulla in mollis nisl. Curabitur porttitor congue ullamcorper. Phasellus ac tempor arcu, eu venenatis quam. Ut dapibus ipsum magna, vitae iaculis eros viverra vel. Integer ac tellus magna. Aenean gravida velit et erat volutpat posuere. Etiam lacinia in mi sit amet fermentum. Nunc at sagittis ligula. Curabitur efficitur libero in ante sagittis, eu vestibulum neque tincidunt. Pellentesque vestibulum nibh elit, a lacinia leo faucibus eget. Suspendisse feugiat elit sed leo pellentesque aliquet. Proin arcu magna, sodales vitae ultrices non, vulputate sed risus. Morbi dictum at diam sed lacinia. Nam felis orci, dapibus ut porttitor ut, auctor et urna. Quisque non enim ex. Aenean elit nunc, interdum id viverra ut, tincidunt nec turpis.<\/p><p><br><\/p>",
        "tags": [
            "gambar",
            "test"
        ],
        "featured_image": "https:\/\/image.tmdb.org\/t\/p\/w1280\/kfXgo2rMF1A19celCwLyQ4Xwpf8.jpg",
        "published_at": "2025-12-15",
        "category": "anime",
        "image_alt": "Post bergambar",
        "summary": "Donec eleifend, sapien a tincidunt accumsan, felis neque elementum felis, non feugiat dui lectus non urna. Maecenas eu risus commodo, bibendum augue a, condimentum est. Proin non vestibulum ligula. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Nulla et elementum risus."
    },
    {
        "id": 13,
        "title": "Sebetulnya sudah beberapa bulan yang lalau sih, tapi HEY PUYUH SAYA HABIS DI MAKAN WIROG",
        "slug": "sebetulnya-sudah-beberapa-bulan-yang-lalau-sih-tapi-hey-puyuh-saya-habis-di-makan-wirog",
        "content": "<p>Awal tahun ini, saya memutuskan untuk mencoba sesuatu yang sederhana tapi terasa menarik: memelihara burung puyuh. Ide awalnya muncul dari kebiasaan rumah tangga—kadang ada nasi yang tidak habis atau sudah agak keras. Daripada dibuang, kenapa tidak dijadikan pakan untuk hewan ternak kecil?<\/p><p><br><\/p><p>Saya pun mulai dengan menyiapkan kandang di bagian belakang rumah. Lokasinya cukup tersembunyi, tertutup dari segala sisi, hanya bagian atasnya yang terbuka. Rasanya aman dan nyaman untuk si puyuh. Saya membayangkan pagi-pagi memberi makan, mendengar suara mereka, dan mungkin suatu saat bisa panen telur.<\/p><p><br><\/p><p>Beberapa hari berjalan, semuanya tampak baik-baik saja. Tapi kemudian saya mulai menyadari sesuatu yang janggal: jumlah puyuh berkurang, satu demi satu. Awalnya saya pikir mungkin ada yang lepas atau bersembunyi. Tapi setelah beberapa hari, hampir semua hilang.<\/p><p><br><\/p><p>Setelah saya amati lebih lanjut, pelakunya ternyata seekor wirog—tikus besar yang entah bagaimana bisa mencapai kandang lewat jalur kabel listrik, lalu naik ke atap rumah saya, dan turun dari sudut ruangan yang memang tidak diaci. Jalur itu seharusnya sangat sulit dijangkau.<\/p><p><br><\/p><p>Saya bahkan sempat memergokinya langsung saat sedang naik dan menggigit salah satu puyuh saya. Memang si wirog ini Kampret.<\/p>",
        "tags": [
            "ternak",
            "putuh",
            "worog"
        ],
        "category": "sehari hari",
        "featured_image": "",
        "image_alt": "",
        "summary": "",
        "published_at": "2025-10-31 21:48:00"
    },
    {
        "id": 14,
        "title": "Nanem rumput di aquarium",
        "slug": "nanem-rumput-di-aquarium",
        "content": "<p>Hari ini akhirnya selesai juga mensetup aquarium baru. Mulai dari beli substrat seperti tanah dan pasir, menanam tanaman air, sampai menata hiasan batu, semuanya saya kerjakan dengan penuh semangat. Rasanya seperti kembali ke hobi lama yang dulu sempat saya tinggalkan.<\/p><p><br><\/p><p>Dulu, hobi peraquariuman saya cukup berbeda. Saya pernah punya beberapa setup aquarium yang isinya ikan-ikan predator seperti louhan, toman, oscar, dan tentu saja ikan cupang. Setup-nya simpel: hanya tank dan filter. Tujuannya jelas, saya cuma ingin menikmati keindahan ikan-ikan itu berenang.<\/p><p><br><\/p><p>Tapi entah kenapa, akhir-akhir ini saya tertarik mencoba sesuatu yang lebih tenang dan alami: aquascape. Konsepnya ingin menyerupai alam, dengan tanaman air dan batu-batuan yang tertata seperti lanskap sungai kecil. Tapi reaksi pertama dari istri cukup menggelitik: <strong>“Ini kenapa kamu tanam rumput di aquarium?”<\/strong><\/p><p><br><\/p><p>Saya cuma bisa senyum. Memang, aquascape terlihat seperti taman mini di dalam air, dan bagi yang belum terbiasa, mungkin tampak aneh. Tapi justru di situlah daya tariknya, menciptakan ekosistem kecil yang hidup dan dinamis.<\/p><p><br><\/p><p>Lucunya, meski baru beberapa jam selesai disetup, istri sudah ngebet banget supaya segera diisi ikan. Padahal, idealnya aquascape butuh waktu untuk stabil sebelum dihuni. Tapi yah, akhirnya diisi juga. Mau bagaimana lagi. 😂😂<\/p><p><br><\/p>",
        "tags": [
            "istri",
            "aquarium"
        ],
        "category": "sehari hari",
        "featured_image": "\/uploads\/posts\/nanem-rumput-di-aquarium-1765835650.jpeg",
        "image_alt": null,
        "summary": null,
        "published_at": "2025-10-31 18:52:00"
    }
]